export default {
  home: {
    title: 'От создания потрясающих интерфейсов до проектирования удобного пользовательского опыта',
    description:
      'Революционизируем веб-взаимодействие с помощью передовых фронтенд-решений. Я создаю красивые, отзывчивые и удобные приложения, которые оставляют долгосрочное впечатление. Работайте со мной, чтобы воплотить ваши идеи в реальность с точностью и креативностью.',
    part: 'удобного',
    partSecond: 'создания',
  },
  frontend: 'Фронтенд',
  backend: 'Бэкэнд',
  notFound: {
    title: '404 - Не найдено',
    desc: 'Страница, которую вы ищете, не существует или была перемещена.',
    goback: 'Вернуться назад',
    backHome: 'На главную',
  },
  layout: {
    home: 'Главная',
    about: 'Обо мне',
    contact: 'Контакт',
  },
  download: 'Скачать',
  resume: 'Резюме',
  workTogether: 'Давайте работать вместе',
  direction: 'Фронтенд и софтверный разработчик',
  aboutMeMore: 'Больше информации обо мне',
  aboutMe: 'Обо мне',
  aboutMeShortDesc:
    '👋 Привет! Я фрилансер, работающий в Париже, Франция. Я специализируюсь на создании красивых веб-опытов и запечатлении моментов через объектив.',
  needFrontendQuestion: 'Нужен фронтенд-разработчик?',
} as const
